Repository: harrysxu/MigraineNoteIOS
Catalog: migraine_note/migraine_note/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# app.name
source: Migraine Manager
zh_hans: 头痛管家
zh_hant: 頭痛管家

# aura.type.sensoryNumbness
source: Sensory numbness
zh_hans: 感觉麻木
zh_hant: 感覺麻木

# aura.type.speechDifficulty
source: Speech difficulty
zh_hans: 言语困难
zh_hant: 言語困難

# aura.type.visualFlashes
source: Visual flashes
zh_hans: 闪光
zh_hant: 閃光

# aura.type.visualScotoma
source: Visual scotoma
zh_hans: 暗点/盲点
zh_hant: 暗點/盲點

# blood.type.a
source: Type A
zh_hans: A型
zh_hant: A型

# blood.type.ab
source: Type AB
zh_hans: AB型
zh_hant: AB型

# blood.type.b
source: Type B
zh_hans: B型
zh_hant: B型

# blood.type.o
source: Type O
zh_hans: O型
zh_hant: O型

# gender.female
source: Female
zh_hans: 女
zh_hant: 女

# gender.male
source: Male
zh_hans: 男
zh_hant: 男

# gender.other
source: Other
zh_hans: 其他
zh_hant: 其他

# head.view.back
source: Back
zh_hans: 后面
zh_hant: 後面

# head.view.front
source: Front
zh_hans: 前面
zh_hant: 前面

# head.view.left
source: Left
zh_hans: 左侧
zh_hant: 左側

# head.view.right
source: Right
zh_hans: 右侧
zh_hant: 右側

# health.event.type.medication
source: Medication
zh_hans: 用药
zh_hant: 用藥

# health.event.type.surgery
source: Surgery
zh_hans: 手术
zh_hant: 手術

# health.event.type.tcmTreatment
source: TCM treatment
zh_hans: 中医治疗
zh_hant: 中醫治療

# intervention.acupuncture
source: Acupuncture
zh_hans: 针灸
zh_hant: 針灸

# intervention.coldCompress
source: Cold compress
zh_hans: 冷敷
zh_hant: 冷敷

# intervention.darkRoom
source: Dark room
zh_hans: 暗室休息
zh_hant: 暗室休息

# intervention.deepBreathing
source: Deep breathing
zh_hans: 深呼吸
zh_hant: 深呼吸

# intervention.hotCompress
source: Hot compress
zh_hans: 热敷
zh_hant: 熱敷

# intervention.massage
source: Massage
zh_hans: 按摩
zh_hant: 按摩

# intervention.meditation
source: Meditation
zh_hans: 冥想
zh_hant: 冥想

# intervention.rest
source: Rest
zh_hans: 休息
zh_hant: 休息

# intervention.sleep
source: Sleep
zh_hans: 睡眠
zh_hant: 睡眠

# intervention.yoga
source: Yoga
zh_hans: 瑜伽
zh_hant: 瑜伽

# medication.category.ergotamine
source: Ergotamine
zh_hans: 麦角胺类
zh_hant: 麥角胺類

# medication.category.nsaid
source: NSAID
zh_hans: 非甾体抗炎药
zh_hant: 非甾體抗炎藥

# medication.category.opioid
source: Opioid
zh_hans: 阿片类
zh_hant: 阿片類

# medication.category.other
source: Other
zh_hans: 其他
zh_hant: 其他

# medication.category.preventive
source: Preventive
zh_hans: 预防性用药
zh_hant: 預防性用藥

# medication.category.tcmHerbal
source: TCM/Herbal
zh_hans: 中药/草药
zh_hant: 中藥/草藥

# medication.category.triptan
source: Triptan
zh_hans: 曲普坦类
zh_hant: 曲普坦類

# medication.effectiveness.excellent
source: Excellent
zh_hans: 极好
zh_hant: 極好

# medication.effectiveness.good
source: Good
zh_hans: 良好
zh_hant: 良好

# medication.effectiveness.moderate
source: Moderate
zh_hans: 一般
zh_hant: 一般

# medication.effectiveness.none
source: None
zh_hans: 无效
zh_hant: 無效

# medication.effectiveness.poor
source: Poor
zh_hans: 较差
zh_hant: 較差

# medication.efficacy.complete
source: Complete relief
zh_hans: 完全缓解
zh_hant: 完全緩解

# medication.efficacy.noEffect
source: No effect
zh_hans: 无效果
zh_hant: 無效果

# medication.efficacy.notEvaluated
source: Not evaluated
zh_hans: 未评估
zh_hant: 未評估

# medication.efficacy.partial
source: Partial relief
zh_hans: 部分缓解
zh_hant: 部分緩解

# migraine.type.chronic
source: Chronic migraine
zh_hans: 慢性偏头痛
zh_hant: 慢性偏頭痛

# migraine.type.menstrual
source: Menstrual migraine
zh_hans: 经期偏头痛
zh_hant: 經期偏頭痛

# migraine.type.other
source: Other
zh_hans: 其他
zh_hant: 其他

# migraine.type.withAura
source: Migraine with aura
zh_hans: 有先兆偏头痛
zh_hant: 有先兆偏頭痛

# migraine.type.withoutAura
source: Migraine without aura
zh_hans: 无先兆偏头痛
zh_hant: 無先兆偏頭痛

# pain.location.forehead
source: Forehead
zh_hans: 前额
zh_hant: 前額

# pain.location.left_orbit
source: Left orbit
zh_hans: 左眼眶
zh_hant: 左眼眶

# pain.location.left_parietal
source: Left parietal
zh_hans: 左顶
zh_hant: 左頂

# pain.location.left_temple
source: Left temple
zh_hans: 左颞
zh_hant: 左顳

# pain.location.neck
source: Neck
zh_hans: 颈部
zh_hant: 頸部

# pain.location.occipital
source: Occipital
zh_hans: 枕部
zh_hant: 枕部

# pain.location.right_orbit
source: Right orbit
zh_hans: 右眼眶
zh_hant: 右眼眶

# pain.location.right_parietal
source: Right parietal
zh_hans: 右顶
zh_hant: 右頂

# pain.location.right_temple
source: Right temple
zh_hans: 右颞
zh_hant: 右顳

# pain.location.vertex
source: Vertex
zh_hans: 头顶
zh_hant: 頭頂

# pain.location.wholehead
source: Whole head
zh_hans: 全头
zh_hant: 全頭

# pain.location.short.forehead
source: Forehead
zh_hans: 前额
zh_hant: 前額

# pain.location.short.left_orbit
source: L orbit
zh_hans: 左眶
zh_hant: 左眶

# pain.location.short.left_parietal
source: L parietal
zh_hans: 左顶
zh_hant: 左頂

# pain.location.short.left_temple
source: L temple
zh_hans: 左颞
zh_hant: 左顳

# pain.location.short.neck
source: Neck
zh_hans: 颈
zh_hant: 頸

# pain.location.short.occipital
source: Occipital
zh_hans: 枕
zh_hant: 枕

# pain.location.short.right_orbit
source: R orbit
zh_hans: 右眶
zh_hant: 右眶

# pain.location.short.right_parietal
source: R parietal
zh_hans: 右顶
zh_hant: 右頂

# pain.location.short.right_temple
source: R temple
zh_hans: 右颞
zh_hant: 右顳

# pain.location.short.vertex
source: Vertex
zh_hans: 头顶
zh_hant: 頭頂

# pain.location.short.wholehead
source: Whole
zh_hans: 全头
zh_hant: 全頭

# pain.quality.distending
source: Distending
zh_hans: 胀痛
zh_hant: 脹痛

# pain.quality.dull
source: Dull
zh_hans: 钝痛
zh_hant: 鈍痛

# pain.quality.pressing
source: Pressing
zh_hans: 压迫样
zh_hant: 壓迫樣

# pain.quality.pulsating
source: Pulsating
zh_hans: 搏动性
zh_hant: 搏動性

# pain.quality.stabbing
source: Stabbing
zh_hans: 刺痛
zh_hant: 刺痛

# pain.scale.numeric
source: Numeric (0-10)
zh_hans: 数字 (0-10)
zh_hant: 數字 (0-10)

# pain.scale.visual
source: Visual scale
zh_hans: 视觉量表
zh_hant: 視覺量表

# symptom.category.ihs
source: IHS standard
zh_hans: IHS 标准
zh_hant: IHS 標準

# symptom.category.tcm
source: TCM
zh_hans: 中医
zh_hant: 中醫

# symptom.type.allodynia
source: Allodynia
zh_hans: 皮肤触痛
zh_hant: 皮膚觸痛

# symptom.type.bitterTaste
source: Bitter taste
zh_hans: 口苦
zh_hant: 口苦

# symptom.type.coldExtremities
source: Cold extremities
zh_hans: 四肢发凉
zh_hant: 四肢發涼

# symptom.type.dizziness
source: Dizziness
zh_hans: 头晕
zh_hant: 頭暈

# symptom.type.facialFlushing
source: Facial flushing
zh_hans: 面红
zh_hant: 面紅

# symptom.type.heavyHeadedness
source: Heavy-headedness
zh_hans: 头重
zh_hant: 頭重

# symptom.type.nausea
source: Nausea
zh_hans: 恶心
zh_hant: 噁心

# symptom.type.osmophobia
source: Osmophobia
zh_hans: 畏气味
zh_hant: 畏氣味

# symptom.type.palpitation
source: Palpitation
zh_hans: 心悸
zh_hant: 心悸

# symptom.type.photophobia
source: Photophobia
zh_hans: 畏光
zh_hant: 畏光

# symptom.type.phonophobia
source: Phonophobia
zh_hans: 畏声
zh_hant: 畏聲

# symptom.type.vomiting
source: Vomiting
zh_hans: 呕吐
zh_hant: 嘔吐

# tcm.pattern.dampHeat
source: Damp-heat
zh_hans: 湿热
zh_hant: 濕熱

# tcm.pattern.dampness
source: Dampness
zh_hans: 湿浊
zh_hant: 濕濁

# tcm.pattern.liverFire
source: Liver fire
zh_hans: 肝火上炎
zh_hant: 肝火上炎

# tcm.pattern.liverQiStagnation
source: Liver qi stagnation
zh_hans: 肝气郁结
zh_hant: 肝氣鬱結

# tcm.pattern.qiBloodDeficiency
source: Qi-blood deficiency
zh_hans: 气血不足
zh_hant: 氣血不足

# tcm.pattern.windCold
source: Wind-cold
zh_hans: 风寒
zh_hant: 風寒

# tcm.treatment.type.acupuncture
source: Acupuncture
zh_hans: 针灸
zh_hant: 針灸

# tcm.treatment.type.cupping
source: Cupping
zh_hans: 拔罐
zh_hant: 拔罐

# tcm.treatment.type.guasha
source: Gua sha
zh_hans: 刮痧
zh_hant: 刮痧

# tcm.treatment.type.herbalMedicine
source: Herbal medicine
zh_hans: 中药
zh_hant: 中藥

# tcm.treatment.type.massage
source: Massage
zh_hans: 推拿
zh_hant: 推拿

# tcm.treatment.type.moxibustion
source: Moxibustion
zh_hans: 艾灸
zh_hant: 艾灸

# tcm.treatment.type.other
source: Other
zh_hans: 其他
zh_hant: 其他

# theme.dark
source: Dark
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
zh_hans: 浅色
zh_hant: 淺色

# theme.system
source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# theme.description.dark
source: Always use dark theme
zh_hans: 始终使用深色主题
zh_hant: 始終使用深色主題

# theme.description.light
source: Always use light theme
zh_hans: 始终使用浅色主题
zh_hant: 始終使用淺色主題

# theme.description.system
source: Follow system appearance
zh_hans: 跟随系统外观
zh_hant: 跟隨系統外觀

# trigger.category.environment
source: Environment
zh_hans: 环境
zh_hant: 環境

# trigger.category.food
source: Food
zh_hans: 饮食
zh_hant: 飲食

# trigger.category.hormone
source: Hormone
zh_hans: 激素
zh_hant: 激素

# trigger.category.lifestyle
source: Lifestyle
zh_hans: 生活方式
zh_hant: 生活方式

# trigger.category.sleep
source: Sleep
zh_hans: 睡眠
zh_hant: 睡眠

# trigger.category.stress
source: Stress
zh_hans: 压力
zh_hant: 壓力

# trigger.category.tcm
source: TCM factors
zh_hans: 中医因素
zh_hant: 中醫因素

# weather.pressure.trend.falling
source: Falling
zh_hans: 下降
zh_hant: 下降

# weather.pressure.trend.rising
source: Rising
zh_hans: 上升
zh_hant: 上升

# weather.pressure.trend.steady
source: Steady
zh_hans: 稳定
zh_hant: 穩定

# label.symptom.nausea
source: Nausea
zh_hans: 恶心
zh_hant: 噁心

# label.symptom.vomiting
source: Vomiting
zh_hans: 呕吐
zh_hant: 嘔吐

# label.symptom.photophobia
source: Photophobia
zh_hans: 畏光
zh_hant: 畏光

# label.symptom.phonophobia
source: Phonophobia
zh_hans: 畏声
zh_hant: 畏聲

# label.symptom.osmophobia
source: Osmophobia
zh_hans: 气味敏感
zh_hant: 氣味敏感

# label.symptom.allodynia
source: Allodynia
zh_hans: 头皮触痛
zh_hant: 頭皮觸痛

# label.symptom.neckStiffness
source: Neck stiffness
zh_hans: 颈部僵硬
zh_hant: 頸部僵硬

# label.symptom.fatigue
source: Fatigue
zh_hans: 疲乏
zh_hant: 疲乏

# label.symptom.blurredVision
source: Blurred vision
zh_hans: 视物模糊
zh_hant: 視物模糊

# label.symptom.pallor
source: Pallor
zh_hans: 面色苍白
zh_hant: 面色蒼白

# label.symptom.nasalCongestion
source: Nasal congestion
zh_hans: 鼻塞/流涕
zh_hant: 鼻塞/流涕

# label.symptom.bitterTaste
source: Bitter taste
zh_hans: 口苦
zh_hant: 口苦

# label.symptom.facialFlushing
source: Facial flushing
zh_hans: 面红目赤
zh_hant: 面紅目赤

# label.symptom.coldExtremities
source: Cold extremities
zh_hans: 手脚冰凉
zh_hant: 手腳冰涼

# label.symptom.heavyHeadedness
source: Heavy-headedness
zh_hans: 头重如裹
zh_hant: 頭重如裹

# label.symptom.dizziness
source: Dizziness
zh_hans: 眩晕
zh_hant: 眩暈

# label.symptom.palpitation
source: Palpitation
zh_hans: 心悸
zh_hant: 心悸

# label.symptom.greasyTongue
source: Greasy tongue coating
zh_hans: 舌苔厚腻
zh_hant: 舌苔厚膩

# label.symptom.hypochondriacPain
source: Hypochondriac pain
zh_hans: 胁痛
zh_hant: 脅痛

# label.symptom.constipation
source: Constipation
zh_hans: 大便干结
zh_hant: 大便乾結

# label.trigger.味精(MSG)
source: MSG
zh_hans: 味精(MSG)
zh_hant: 味精(MSG)

# label.trigger.巧克力
source: Chocolate
zh_hans: 巧克力
zh_hant: 巧克力

# label.trigger.奶酪
source: Cheese
zh_hans: 奶酪
zh_hant: 奶酪

# label.trigger.红酒
source: Red wine
zh_hans: 红酒
zh_hant: 紅酒

# label.trigger.咖啡因
source: Caffeine
zh_hans: 咖啡因
zh_hant: 咖啡因

# label.trigger.老火汤/高汤
source: Slow-cooked soup/Broth
zh_hans: 老火汤/高汤
zh_hant: 老火湯/高湯

# label.trigger.腌制/腊肉
source: Preserved/Cured meat
zh_hans: 腌制/腊肉
zh_hant: 醃製/臘肉

# label.trigger.冰饮/冷食
source: Cold drinks/Food
zh_hans: 冰饮/冷食
zh_hant: 冰飲/冷食

# label.trigger.辛辣食物
source: Spicy food
zh_hans: 辛辣食物
zh_hant: 辛辣食物

# label.trigger.柑橘类
source: Citrus fruits
zh_hans: 柑橘类
zh_hant: 柑橘類

# label.trigger.人工甜味剂
source: Artificial sweeteners
zh_hans: 人工甜味剂
zh_hant: 人工甜味劑

# label.trigger.酒精(啤酒/白酒)
source: Alcohol (Beer/Spirits)
zh_hans: 酒精(啤酒/白酒)
zh_hant: 酒精(啤酒/白酒)

# label.trigger.闷热/雷雨前
source: Muggy/Before storm
zh_hans: 闷热/雷雨前
zh_hant: 悶熱/雷雨前

# label.trigger.冷风直吹
source: Cold draft
zh_hans: 冷风直吹
zh_hant: 冷風直吹

# label.trigger.强光
source: Bright light
zh_hans: 强光
zh_hant: 強光

# label.trigger.异味
source: Odors
zh_hans: 异味
zh_hant: 異味

# label.trigger.高海拔
source: High altitude
zh_hans: 高海拔
zh_hant: 高海拔

# label.trigger.气压骤降
source: Rapid pressure drop
zh_hans: 气压骤降
zh_hant: 氣壓驟降

# label.trigger.高温
source: High temperature
zh_hans: 高温
zh_hant: 高溫

# label.trigger.高湿度
source: High humidity
zh_hans: 高湿度
zh_hant: 高濕度

# label.trigger.噪音
source: Noise
zh_hans: 噪音
zh_hant: 噪音

# label.trigger.闪烁灯光
source: Flickering lights
zh_hans: 闪烁灯光
zh_hant: 閃爍燈光

# label.trigger.香水/化学品气味
source: Perfume/Chemical odors
zh_hans: 香水/化学品气味
zh_hant: 香水/化學品氣味

# label.trigger.睡过头
source: Oversleeping
zh_hans: 睡过头
zh_hant: 睡過頭

# label.trigger.失眠/熬夜
source: Insomnia/Staying up late
zh_hans: 失眠/熬夜
zh_hant: 失眠/熬夜

# label.trigger.睡眠不足
source: Lack of sleep
zh_hans: 睡眠不足
zh_hant: 睡眠不足

# label.trigger.睡眠质量差
source: Poor sleep quality
zh_hans: 睡眠质量差
zh_hant: 睡眠質量差

# label.trigger.工作压力
source: Work stress
zh_hans: 工作压力
zh_hant: 工作壓力

# label.trigger.情绪激动
source: Emotional excitement
zh_hans: 情绪激动
zh_hant: 情緒激動

# label.trigger.焦虑
source: Anxiety
zh_hans: 焦虑
zh_hant: 焦慮

# label.trigger.周末放松(Let-down)
source: Weekend relaxation (Let-down)
zh_hans: 周末放松(Let-down)
zh_hant: 週末放鬆(Let-down)

# label.trigger.生气
source: Anger
zh_hans: 生气
zh_hant: 生氣

# label.trigger.月经期
source: Menstruation
zh_hans: 月经期
zh_hant: 月經期

# label.trigger.排卵期
source: Ovulation
zh_hans: 排卵期
zh_hant: 排卵期

# label.trigger.怀孕
source: Pregnancy
zh_hans: 怀孕
zh_hant: 懷孕

# label.trigger.更年期
source: Menopause
zh_hans: 更年期
zh_hant: 更年期

# label.trigger.漏餐
source: Skipped meals
zh_hans: 漏餐
zh_hant: 漏餐

# label.trigger.脱水
source: Dehydration
zh_hans: 脱水
zh_hant: 脫水

# label.trigger.运动过度
source: Overexertion
zh_hans: 运动过度
zh_hant: 運動過度

# label.trigger.长时间屏幕
source: Prolonged screen time
zh_hans: 长时间屏幕
zh_hant: 長時間屏幕

# label.trigger.姿势不良
source: Poor posture
zh_hans: 姿势不良
zh_hant: 姿勢不良

# label.trigger.旅行/时差
source: Travel/Jet lag
zh_hans: 旅行/时差
zh_hant: 旅行/時差

# label.trigger.遇风加重
source: Worsens with wind
zh_hans: 遇风加重
zh_hant: 遇風加重

# label.trigger.阴雨天
source: Rainy/Overcast weather
zh_hans: 阴雨天
zh_hant: 陰雨天

# label.trigger.情志不遂
source: Emotional distress
zh_hans: 情志不遂
zh_hant: 情志不遂

# label.trigger.饮食不节
source: Dietary indiscretion
zh_hans: 饮食不节
zh_hant: 飲食不節

# label.trigger.劳累过度
source: Overexertion
zh_hans: 劳累过度
zh_hant: 勞累過度

# label.medication.布洛芬
source: Ibuprofen
zh_hans: 布洛芬
zh_hant: 布洛芬

# label.medication.对乙酰氨基酚
source: Acetaminophen
zh_hans: 对乙酰氨基酚
zh_hant: 對乙酰氨基酚

# label.medication.阿司匹林
source: Aspirin
zh_hans: 阿司匹林
zh_hant: 阿司匹林

# label.medication.萘普生
source: Naproxen
zh_hans: 萘普生
zh_hant: 萘普生

# label.medication.双氯芬酸
source: Diclofenac
zh_hans: 双氯芬酸
zh_hant: 雙氯芬酸

# label.medication.吲哚美辛
source: Indomethacin
zh_hans: 吲哚美辛
zh_hant: 吲哚美辛

# label.medication.佐米曲普坦
source: Zolmitriptan
zh_hans: 佐米曲普坦
zh_hant: 佐米曲普坦

# label.medication.利扎曲普坦
source: Rizatriptan
zh_hans: 利扎曲普坦
zh_hant: 利扎曲普坦

# label.medication.舒马曲普坦
source: Sumatriptan
zh_hans: 舒马曲普坦
zh_hant: 舒馬曲普坦

# label.medication.依来曲普坦
source: Eletriptan
zh_hans: 依来曲普坦
zh_hant: 依來曲普坦

# label.medication.那拉曲普坦
source: Naratriptan
zh_hans: 那拉曲普坦
zh_hant: 那拉曲普坦

# label.medication.盐酸氟桂利嗪
source: Flunarizine
zh_hans: 盐酸氟桂利嗪
zh_hant: 鹽酸氟桂利嗪

# label.medication.普萘洛尔
source: Propranolol
zh_hans: 普萘洛尔
zh_hant: 普萘洛爾

# label.medication.阿米替林
source: Amitriptyline
zh_hans: 阿米替林
zh_hant: 阿米替林

# label.medication.托吡酯
source: Topiramate
zh_hans: 托吡酯
zh_hant: 托吡酯

# label.medication.丙戊酸钠
source: Sodium valproate
zh_hans: 丙戊酸钠
zh_hant: 丙戊酸鈉

# label.medication.正天丸
source: Zheng Tian Wan
zh_hans: 正天丸
zh_hant: 正天丸

# label.medication.天麻头痛片
source: Tianma Toutong Pian
zh_hans: 天麻头痛片
zh_hant: 天麻頭痛片

# label.medication.川芎茶调散
source: Chuanxiong Chatiao San
zh_hans: 川芎茶调散
zh_hant: 川芎茶調散

# label.medication.血府逐瘀胶囊
source: Xuefu Zhuyu Jiaonang
zh_hans: 血府逐瘀胶囊
zh_hant: 血府逐瘀膠囊

# label.medication.养血清脑颗粒
source: Yangxue Qingnao Keli
zh_hans: 养血清脑颗粒
zh_hant: 養血清腦顆粒

# label.medication.天麻钩藤颗粒
source: Tianma Gouteng Keli
zh_hans: 天麻钩藤颗粒
zh_hant: 天麻鉤藤顆粒

# label.medication.麦角胺咖啡因片
source: Ergotamine-caffeine tablet
zh_hans: 麦角胺咖啡因片
zh_hant: 麥角胺咖啡因片

# label.painQuality.pulsating
source: Pulsating
zh_hans: 搏动性
zh_hant: 搏動性

# label.painQuality.pressing
source: Pressing
zh_hans: 压迫感
zh_hant: 壓迫感

# label.painQuality.stabbing
source: Stabbing
zh_hans: 刺痛
zh_hant: 刺痛

# label.painQuality.dull
source: Dull
zh_hans: 钝痛
zh_hant: 鈍痛

# label.painQuality.distending
source: Distending
zh_hans: 胀痛
zh_hant: 脹痛

# label.painQuality.tightening
source: Tightening
zh_hans: 紧缩感
zh_hant: 緊縮感

# label.painQuality.burning
source: Burning
zh_hans: 灼烧感
zh_hant: 灼燒感

# label.painQuality.tearing
source: Tearing
zh_hans: 撕裂样
zh_hant: 撕裂樣

# label.intervention.sleep
source: Sleep
zh_hans: 睡眠
zh_hant: 睡眠

# label.intervention.coldCompress
source: Cold compress
zh_hans: 冷敷
zh_hant: 冷敷

# label.intervention.hotCompress
source: Hot compress
zh_hans: 热敷
zh_hant: 熱敷

# label.intervention.massage
source: Massage
zh_hans: 按摩
zh_hant: 按摩

# label.intervention.acupuncture
source: Acupuncture
zh_hans: 针灸
zh_hant: 針灸

# label.intervention.darkRoom
source: Dark room rest
zh_hans: 暗室休息
zh_hant: 暗室休息

# label.intervention.deepBreathing
source: Deep breathing
zh_hans: 深呼吸
zh_hant: 深呼吸

# label.intervention.meditation
source: Meditation
zh_hans: 冥想
zh_hant: 冥想

# label.intervention.yoga
source: Yoga
zh_hans: 瑜伽
zh_hant: 瑜伽

# label.intervention.relaxationTraining
source: Relaxation training
zh_hans: 放松训练
zh_hant: 放鬆訓練

# label.intervention.biofeedback
source: Biofeedback
zh_hans: 生物反馈
zh_hant: 生物反饋

# label.intervention.lightExercise
source: Walking/Light exercise
zh_hans: 散步/轻度运动
zh_hant: 散步/輕度運動

# label.intervention.acupressure
source: Acupressure
zh_hans: 按压穴位
zh_hant: 按壓穴位

# label.intervention.cupping
source: Cupping
zh_hans: 拔罐
zh_hant: 拔罐

# label.intervention.moxibustion
source: Moxibustion
zh_hans: 艾灸
zh_hant: 艾灸

# label.aura.visual
source: Visual flashes
zh_hans: 视觉闪光
zh_hant: 視覺閃光

# label.aura.scotoma
source: Visual scotoma
zh_hans: 视野暗点
zh_hant: 視野暗點

# label.aura.numbness
source: Limb numbness
zh_hans: 肢体麻木
zh_hant: 肢體麻木

# label.aura.speechDifficulty
source: Speech difficulty
zh_hans: 言语障碍
zh_hant: 言語障礙

# label.aura.zigzagLines
source: Zigzag lines
zh_hans: 闪光锯齿线
zh_hant: 閃光鋸齒線

# label.aura.blurredVision
source: Blurred vision
zh_hans: 视物模糊
zh_hant: 視物模糊

# label.aura.hemiparesis
source: Hemiparesis
zh_hans: 偏身无力
zh_hant: 偏身無力

# label.aura.vertigo
source: Vertigo
zh_hans: 眩晕
zh_hant: 眩暈

# label.aura.tinnitus
source: Tinnitus
zh_hans: 耳鸣
zh_hant: 耳鳴

# common.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# common.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# common.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確認

# common.done
source: Done
zh_hans: 完成
zh_hant: 完成

# common.add
source: Add
zh_hans: 添加
zh_hant: 添加

# common.search
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# common.filter
source: Filter
zh_hans: 筛选
zh_hant: 篩選

# common.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# common.back
source: Back
zh_hans: 返回
zh_hant: 返回

# common.next
source: Next
zh_hans: 下一步
zh_hant: 下一步

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# tab.home
source: Home
zh_hans: 首页
zh_hant: 首頁

# tab.records
source: Records
zh_hans: 记录
zh_hant: 記錄

# tab.analytics
source: Analytics
zh_hans: 数据
zh_hant: 數據

# tab.profile
source: Profile
zh_hans: 我的
zh_hant: 我的

# record.start
source: Start Recording
zh_hans: 开始记录
zh_hant: 開始記錄

# record.end
source: End Recording
zh_hans: 结束记录
zh_hant: 結束記錄

# record.quick.start
source: Quick Start
zh_hans: 快速开始
zh_hant: 快速開始

# record.quick.end
source: Quick End
zh_hans: 快速结束
zh_hant: 快速結束

# record.health.event
source: Health Event
zh_hans: 健康事件
zh_hant: 健康事件

# record.ongoing
source: Ongoing
zh_hans: 记录中
zh_hant: 記錄中

# report.title
source: Headache Medical Report
zh_hans: 头痛医疗报告
zh_hant: 頭痛醫療報告

# report.metadata.author
source: Migraine Manager App
zh_hans: 头痛管家App
zh_hant: 頭痛管家App

# report.metadata.subject
source: Medical data analysis report
zh_hans: 医疗数据分析报告
zh_hant: 醫療數據分析報告

# report.metadata.creator
source: Migraine Manager iOS App
zh_hans: 头痛管家 iOS App
zh_hant: 頭痛管家 iOS App

# report.section.patientInfo
source: Patient Information
zh_hans: 患者信息
zh_hant: 患者資訊

# report.section.period
source: Report Period
zh_hans: 报告周期
zh_hant: 報告週期

# report.section.statisticsSummary
source: Statistics Summary
zh_hans: 统计摘要
zh_hant: 統計摘要

# report.section.durationStats
source: Duration Statistics
zh_hans: 持续时间统计
zh_hant: 持續時間統計

# report.section.mohAssessment
source: Medication-Overuse Headache (MOH) Assessment
zh_hans: 药物过度使用头痛（MOH）评估
zh_hant: 藥物過度使用頭痛（MOH）評估

# report.section.painIntensity
source: Pain Intensity Distribution
zh_hans: 疼痛强度分布
zh_hant: 疼痛強度分佈

# report.section.painLocation
source: Pain Location Statistics (Top 5)
zh_hans: 疼痛部位统计 (Top 5)
zh_hant: 疼痛部位統計 (Top 5)

# report.section.painQuality
source: Pain Quality Statistics
zh_hans: 疼痛性质统计
zh_hant: 疼痛性質統計

# report.section.triggerAnalysis
source: Trigger Analysis (Top 10)
zh_hans: 诱因分析 (Top 10)
zh_hant: 誘因分析 (Top 10)

# report.section.symptomFrequency
source: Associated Symptoms Statistics
zh_hans: 伴随症状统计
zh_hant: 伴隨症狀統計

# report.section.auraStats
source: Aura Statistics
zh_hans: 先兆统计
zh_hant: 先兆統計

# report.section.medicationUsage
source: Medication Usage
zh_hans: 用药统计
zh_hant: 用藥統計

# report.section.adherence
source: Medication Adherence
zh_hans: 用药依从性
zh_hant: 用藥依從性

# report.section.tcmTreatment
source: TCM Treatment Statistics
zh_hans: 中医治疗统计
zh_hant: 中醫治療統計

# report.section.detailedRecords
source: Detailed Attack Records
zh_hans: 详细发作记录
zh_hant: 詳細發作記錄

# report.section.healthEvents
source: Health Event Records
zh_hans: 健康事件记录
zh_hant: 健康事件記錄

# report.chart.monthlyTrend
source: Monthly Attack Trend
zh_hans: 月度发作趋势
zh_hant: 月度發作趨勢

# report.chart.circadian
source: Attack Time Distribution (24h)
zh_hans: 发作时间分布（24小时）
zh_hant: 發作時間分佈（24小時）

# report.chart.weekday
source: Weekday Attack Distribution
zh_hans: 星期发作分布
zh_hant: 星期發作分佈

# report.label.name
source: Name：
zh_hans: 姓名：
zh_hant: 姓名：

# report.label.age
source: Age：
zh_hans: 年龄：
zh_hant: 年齡：

# report.label.gender
source: Gender：
zh_hans: 性别：
zh_hant: 性別：

# report.label.bloodType
source: Blood type：
zh_hans: 血型：
zh_hant: 血型：

# report.label.bodyInfo
source: Body measurements：
zh_hans: 体格：
zh_hant: 體格：

# report.label.medicalHistory
source: Medical history：
zh_hans: 病史：
zh_hant: 病史：

# report.label.onsetAge
source: Onset age：
zh_hans: 首发年龄：
zh_hant: 首發年齡：

# report.label.diagnosisType
source: Diagnosis type：
zh_hans: 诊断类型：
zh_hant: 診斷類型：

# report.label.familyHistory
source: Family history：
zh_hans: 家族史：
zh_hant: 家族史：

# report.label.allergies
source: Drug allergies：
zh_hans: 药物过敏：
zh_hant: 藥物過敏：

# report.label.notes
source: Notes：
zh_hans: 备注：
zh_hant: 備註：

# report.label.timeRange
source: Time range：
zh_hans: 时间范围：
zh_hant: 時間範圍：

# report.label.patientInfo
source: Patient information：
zh_hans: 患者信息：
zh_hant: 患者資訊：

# report.label.totalAttacks
source: Total attacks：
zh_hans: 总发作次数：
zh_hant: 總發作次數：

# report.label.attackDays
source: Attack days：
zh_hans: 发作天数：
zh_hant: 發作天數：

# report.label.avgIntensity
source: Average pain intensity：
zh_hans: 平均疼痛强度：
zh_hant: 平均疼痛強度：

# report.label.avgDuration
source: Average duration：
zh_hans: 平均持续时间：
zh_hant: 平均持續時間：

# report.label.totalMedicationUses
source: Total medication uses：
zh_hans: 总用药次数：
zh_hant: 總用藥次數：

# report.label.avgDurationHours
source: Average duration：
zh_hans: 平均持续时长：
zh_hant: 平均持續時長：

# report.label.longestDuration
source: Longest duration：
zh_hans: 最长持续时长：
zh_hant: 最長持續時長：

# report.label.shortestDuration
source: Shortest duration：
zh_hans: 最短持续时长：
zh_hant: 最短持續時長：

# report.label.medicationDaysThisMonth
source: Medication days this month：
zh_hans: 本月用药天数：
zh_hant: 本月用藥天數：

# report.label.nsaidUsage
source: NSAID usage：
zh_hans: NSAID类用药：
zh_hant: NSAID類用藥：

# report.label.triptanUsage
source: Triptan usage：
zh_hans: 曲普坦类用药：
zh_hant: 曲普坦類用藥：

# report.label.opioidUsage
source: Opioid usage：
zh_hans: 阿片类用药：
zh_hant: 阿片類用藥：

# report.label.mohRiskLevel
source: MOH risk level：
zh_hans: MOH风险等级：
zh_hant: MOH風險等級：

# report.label.auraTotalAttacks
source: Total attacks：
zh_hans: 总发作次数：
zh_hant: 總發作次數：

# report.label.auraWithAura
source: Attacks with aura：
zh_hans: 有先兆次数：
zh_hant: 有先兆次數：

# report.label.auraPercentage
source: Aura percentage：
zh_hans: 有先兆占比：
zh_hant: 有先兆佔比：
